Repository: nmset/T7
Catalog: Resources/Lokalize/*/T7.po
Languages: fr

source: Incomplete device configuration.
fr: Configuration du périphérique incomplète.

source: Left
fr: Gauche

source: Middle
fr: Milieu

source: Right
fr: Droit

source: Rewind
fr: Retour arrière

source: Fast forward
fr: Avance rapide

source: Play
fr: Lecture

source: Device saved. Proceed to pedal identification.
fr: Périphérique enregistré. Procédez à l'identification des pédales.

source: Can't save selected device in configuration.
fr: Échec de sauvegarde du périphérique sélectionné.

source: Choices are not consistent.
fr: Choix inconsistants.

source: Saved. You may identify another pedal.
fr: Enregistré. Vous pouvez identifier une autre pédale.

source: This window will close. Please start again.
fr: Cette fenêtre va être fermée. Veuillez recommencer.

source: Length
fr: Durée

source: File
fr: Fichier

source: Can't communicate with the pedal device. After resolving the problem, please restart the application. Keyboard control : F5, F6, F7, ESC.
fr: Ne peut communiquer avec le pédalier. Après avoir résolu le problème, veuillez redémarrer l'application. Au clavier : F5, F6, F7, ESC.

source: Author and copyright :
fr: Auteur et copyright :

source: LGPL license
fr: Sous licence LGPL

source: Action is not rightly declared.
fr: Action mal déclarée.

source: Refresh
fr: Rafraîchir

source: Update file list.
fr: Mettre à jour la liste de fichiers.

source: Media source directory.
fr: Dossier source des médias.

source: Device configuration
fr: Configuration du périphérique

source: Device
fr: Périphérique

source: You should not play with these parameters once rightly set.
fr: Vous ne devriez pas jouer avec ces paramètres une fois correctement définis.

source: 1. Select a device
fr: 1. Sélection du périphérique

source: 2. Press pedal
fr: 2. Appuyez sur une pédale

source: You should not play with this once rightly configured.
fr: Vous ne devriez pas jouer avec ceci une fois correctement établi.

source: About
fr: A propos

source: Left pedal
fr: Pédale de gauche

source: Middle pedal
fr: Pédale du milieu

source: Right pedal
fr: Pédale de droite

source: Auto-rewind on playback suspend
fr: Retour arrière à l'arrêt de le lecture

source: Milliseconds; press Enter to save.
fr: Millisecondes; appuyez sur ENTRÉE pour sauvegarder.
